/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; dados = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Acordo de AA";

/* Label of field in authority info access extension */
"Access Location" = "Localiz. de Acesso";

/* Label of field in authority info access extension */
"Access Method" = "Método de Acesso";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Filiação Alterada";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritmo";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Nº de Série do Certif. da Autoridade";

/* Authority info access extension label */
"Authority Information Access" = "Acesso às Inform. da Autoridade";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Identificador de Chave de Autoridade";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Restrições Básicas";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Sequência de bits";

/* No comment provided by engineer. */
"bits" = "bits";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Sequência de bytes";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "bytes";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Acordo de CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Sinal Cert.";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Autoridade de Certificação";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Suspensão de Certificado";

/* Certificate Policies extension label */
"Certificate Policies" = "Políticas de Certificado";

/* No comment provided by engineer. */
"Certificate Type" = "Tipo de Certificado";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Interrupção de Funcionamento";

/* Label of field in Certificate Policies extension */
"CPS URI" = "URI da CPS";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Crítica";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Pontos de Distribuição da CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Emissor da CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Aut. da CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Dados";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Cifragem de Dados";

/* X.509 key usage bitfield name */
"Decipher Only" = "Somente Decifrar";

/* X.509 key usage bitfield name */
"Digital Signature" = "Assinatura Digital";

/* label for general name field value */
"Directory Name" = "Diretório";

/* label for general name field value */
"DNS Name" = "Nome DNS";

/* label for general name field value */
"EDI Party Name" = "Parte EDI";

/* label for general name field value */
"Email Address" = "Endereço de E-mail";

/* X.509 key usage bitfield name */
"Encipher Only" = "Somente Cifrar";

/* No comment provided by engineer. */
"Expired" = "Expirou";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Expira";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Texto Explícito";

/* Extended key usage extension label */
"Extended Key Usage" = "Uso Ampliado de Chave";

/* Label used for General Name entry when value is invalid */
"General Name" = "Nome Geral";

/* Label used for General Names when value is invalid */
"General Names" = "Nomes Gerais";

/* No comment provided by engineer. */
"Hostname mismatch." = "Nome de host não coincidente.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Impedir Mapeamento de Política";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "%@ Inválido";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Vinculação de cadeia de certif. inválida.";

/* label for general name field value */
"IP Address" = "Endereço IP";

/* No comment provided by engineer. */
"Issued By" = "Emitido Por";

/* No comment provided by engineer. */
"Issuer Name" = "Emissor";

/* No comment provided by engineer. */
"Issuer Summary" = "Resumo do Emissor";

/* No comment provided by engineer. */
"Issuer Unique ID" = "ID Exclusivo do Emissor";

/* X.509 key usage bitfield name */
"Key Agreement" = "Acordo de Chave";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Concessão de Chave";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Cifragem de Chave";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Identificador de Chave";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Nome Relativo ao Emissor da CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Não";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Sem Repúdio";

/* field value of parameters field when no parameters are present */
"none" = "nenhum";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "não exibido (etiqueta= %1$@; comprimento %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Inválido Após";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Inválido Antes de";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Números de Aviso ";

/* Netscape certificate type usage value */
"Object Signing" = "Assinat. de Objetos";

/* Netscape certificate type usage value */
"Object Signing CA" = "CA de Assinat. de Objetos";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Oid muito longo";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Um ou mais certificados expiraram ou ainda não são válidos.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Uma ou mais extensões críticas incompatíveis foram encontradas.";

/* Label of field in Certificate Policies extension */
"Organization" = "Empresa";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Outro Nome";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parâmetros";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Restrição de Comprimento de Caminho";

/* Policy constraints extension label */
"Policy Constraints" = "Restrições de Política";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Identificador de Política nº %d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Qualificador de Política nº %d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Requisitos da política não cumpridos.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Período de Uso de Chave Privada";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Privilégio Removido";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algoritmo de Chave Pública";

/* No comment provided by engineer. */
"Public Key Data" = "Dados da Chave Pública";

/* Label of field in extended key usage extension */
"Purpose" = "Propósito";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Qualificador";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Razões";

/* label for general name field value */
"Registered ID" = "ID Registrado";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Exigir Política Explícita";

/* Netscape certificate type usage value */
"Reserved" = "Reservado";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "O certificado de raiz não é confiável.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "CA S/MIME";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sequência";

/* No comment provided by engineer. */
"Serial Number" = "Número de Série";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Set";

/* No comment provided by engineer. */
"Signature" = "Assinatura";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algoritmo de Assinatura";

/* Netscape certificate type usage value */
"SSL CA" = "CA SSL";

/* Netscape certificate type usage value */
"SSL client" = "Cliente SSL";

/* Netscape certificate type usage value */
"SSL server" = "Servidor SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Identificador de Chave do Sujeito";

/* No comment provided by engineer. */
"Subject Name" = "Sujeito";

/* No comment provided by engineer. */
"Subject Unique ID" = "ID Exclusivo do Sujeito";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Substituída";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Este certificado tem um emissor que expirou";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Este certificado tem um emissor que ainda não é válido";

/* No comment provided by engineer. */
"This certificate has expired" = "Este certificado expirou";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Este certificado ainda não é válido";

/* The certificate is temporally valid */
"This certificate is valid" = "Este certificado é válido";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "%@ não analisado";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Não utilizado";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Uso";

/* No comment provided by engineer. */
"Valid from" = "Válido a partir de";

/* No comment provided by engineer. */
"Version" = "Versão";

/* label for general name field value */
"X.400 Address" = "Endereço X.400";

/* Label of a X.501 Name */
"X.501 Name" = "Nome X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 versão %1$d %2$scertificate";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Sim";

